// ======== 개인 과제 Task 더미 데이터 ========
export const dummyPersonalTasks = [
  { id: 1, title: '프로젝트 세팅', dueDate: '2026-02-10' },
  { id: 2, title: '주제 정하기', dueDate: '2026-02-12' },
  {
    id: 3,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개',
    dueDate: '2026-02-14',
  },
  {
    id: 4,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개',
    dueDate: '2026-02-16',
  },
  {
    id: 5,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개',
    dueDate: '2026-02-18',
  },
  {
    id: 6,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개',
    dueDate: '2026-02-20',
  },
  {
    id: 7,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개',
    dueDate: '2026-02-22',
  },
  {
    id: 8,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개',
    dueDate: '2026-02-24',
  },
  {
    id: 9,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개개',
    dueDate: '2026-02-26',
  },
  {
    id: 10,
    title:
      '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개개개하이이이이이이이이이이',
    dueDate: '2026-02-28',
  },
];
