// ======== 개인 과제 Task 더미 데이터 ========
export const dummyPersonalTasks = [
  { id: 1, title: '프로젝트 세팅' },
  { id: 2, title: '주제 정하기' },
  {
    id: 3,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개',
  },
  {
    id: 4,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개',
  },
  {
    id: 5,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개',
  },
  {
    id: 6,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개',
  },
  {
    id: 7,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개',
  },
  {
    id: 8,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개',
  },
  {
    id: 9,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개개',
  },
  {
    id: 10,
    title: '프론트엔드개발프론트엔드개발프론트엔드개발개개개개개개개개',
  },
];
